{
    "section_name": "Item 3. Quantitative and Qualitative Disclosures About Market Risk",
    "start_page": 62,
    "end_page": 63,
    "content": "Item 3. Quantitative and Qualitative Disclosures About Market Risk\nOur financial position is exposed to a variety of risks, including interest rate risk, equity price risk, and foreign currency exchange risk.\nInterest Rate Risk\nAvailable-for-Sale Debt Investments We maintain an investment portfolio of various holdings, types, and maturities. Our primary objective for holding\navailable-for-sale debt investments is to achieve an appropriate investment return consistent with preserving principal and managing risk. At any time, a sharp\nrise in market interest rates could have a material adverse impact on the fair value of our available-for-sale debt investment portfolio. Conversely, declines in\ninterest rates, including the impact from lower credit spreads, could have a material adverse impact on interest income for our investment portfolio. Our\navailable-for-sale debt investments are held for purposes other than trading. Our available-for-sale debt investments are not leveraged as of April 27, 2024. We\nmonitor our interest rate and credit risks, including our credit exposures to specific rating categories and to individual issuers. We believe the overall credit\nquality of our portfolio is strong.\nFinancing Receivables Our financing receivables had a carrying value of $6.7 billion and $6.8 billion as of April 27, 2024 and July 29, 2023. As of April 27,\n2024, a hypothetical 50 basis points (“BPS”) increase or decrease in market interest rates would change the fair value of our financing receivables by a\ndecrease or increase of approximately $0.1 billion, respectively.\nDebt As of April 27, 2024, we had $20.3 billion in principal amount of senior fixed-rate notes outstanding. The carrying amount of the senior notes was $20.1\nbillion, and the related fair value based on market prices was $20.0 billion. As of April 27, 2024, a hypothetical 50 BPS increase or decrease in market interest\nrates would change the fair value of the fixed-rate debt, excluding the $0.5 billion of hedged debt, by a decrease or increase of approximately $0.7 billion,\nrespectively. However, this hypothetical change in interest rates would not impact the interest expense on the fixed-rate debt that is not hedged.\nEquity Price Risk\nMarketable Equity Investments The fair value of our marketable equity investments is subject to market price volatility. We hold equity securities for strategic\npurposes or to diversify our overall investment portfolio. These equity securities are held for purposes other than trading. The total fair value of our marketable\nequity securities was $450 million and $431 million as of April 27, 2024 and July 29, 2023, respectively.\nPrivately Held Investments These investments are recorded in other assets in our Consolidated Balance Sheets. The total carrying amount of our privately held\ninvestments was $1.6 billion and $1.8 billion as of April 27, 2024 and July 29, 2023, respectively. Some of these companies in which we invested are in the\nstartup or development stages. These investments are inherently risky because the markets for the technologies or products these companies are developing are\ntypically in the early stages and may never materialize. We could lose our entire investment in these companies. Our evaluation of privately held investments is\nbased on the fundamentals of the businesses invested in, including, among other factors, the nature of their technologies and potential for financial return.\nForeign Currency Exchange Risk\nOur foreign exchange forward contracts outstanding as of the respective period-ends are summarized in U.S. dollar equivalents as follows (in millions):\nApril 27, 2024 July 29, 2023\nNotional Amount Fair Value Notional Amount Fair Value\nForward contracts:\nPurchased $ 3,652 $ (65) $ 3,014 $ (33)\nSold $ 3,425 $ 63 $ 2,406 $ 31\nWe conduct business globally in numerous currencies. The direct effect of foreign currency fluctuations on revenue has not been material because our revenue\nis primarily denominated in U.S. dollars. However, if the U.S. dollar strengthens relative to other currencies, such strengthening could have an indirect effect\non our revenue to the extent it raises the cost of our products to non-U.S. customers and thereby reduces demand. A weaker U.S. dollar could have the opposite\neffect. However, the precise indirect effect of currency fluctuations is difficult to measure or predict because our revenue is influenced by many factors in\naddition to the impact of such currency fluctuations.\nApproximately 70% of our operating expenses are U.S.-dollar denominated. In the first nine months of fiscal 2024, foreign currency fluctuations, net of\nhedging, increased our combined R&D, sales and marketing, and G&A expenses by approximately $46 million, or 0.3%, compared with the first nine months\nof fiscal 2023. To reduce variability in operating expenses and\n62\nTable of Contents\nservice cost of sales caused by non-U.S.-dollar denominated operating expenses and costs, we may hedge certain forecasted foreign currency transactions with\ncurrency options and forward contracts. These hedging programs are not designed to provide foreign currency protection over long time horizons. In designing\na specific hedging approach, we consider several factors, including offsetting exposures, significance of exposures, costs associated with entering into a\nparticular hedge instrument, and potential effectiveness of the hedge. The gains and losses on foreign exchange contracts mitigate the effect of currency\nmovements on our operating expenses and service cost of sales.\nWe also enter into foreign exchange forward and option contracts to reduce the short-term effects of foreign currency fluctuations on receivables and payables\nthat are denominated in currencies other than the functional currencies of the entities. The market risks associated with these foreign currency receivables and\npayables relate primarily to variances from our forecasted foreign currency transactions and balances. We do not enter into foreign exchange forward or option\ncontracts for speculative purposes.\n"
}